const History = () => {
  return (
    <div className="history">
      Наша неймовірна подорож розпочалася у 1973 році в Грузії, коли головний
      столяр нашої команди вирішив заручитися і взявся за столярні інструменти,
      щоб прогодувати сім`ю. На шляху до успіху в столярній справі він стикався
      з труднощами, проте завдяки його настійливості він залишався впевненим у
      власних силах. З кожним новим виробом він ставав все вправнішим, набирався
      досвіду та майстерності. <br />
      <br />
      Через деякий час він став майстром своєї справи, і його робота піднялася
      на вищий рівень. 18 років життя він присвятив роботі столяра, вкладаючи
      всього себе в свою справу. Через рік сталося велике горе, на нашу країну
      напали загарбники. Наш герой і його сім`я була вимушена залишити все і
      шукати притулок в Україні. <br />
      <br />
      Коли майстер знайшов притулок, він вирішив навчити свого сина столярному
      ремеслу. Сину на той період було 14 років і щоб жити у достатку повинні
      були працювати всі. Через певний час син навчився всьому що знав його
      батько, методом спроб і помилок він удосконалив свої навички. <br />
      <br />
      Після тривалого тридцятирічного трудового шляху ці майстри досягли вершин
      у сфері столярства. Син одружився та в нього народився син, той хто зможе
      продовжити іхню справу. Справи розквітали, і здавалося, що ніщо не може
      загрожувати успіху їхньої справи. Але знову прийшло горе – війна знов
      постукала у їх двері. <br />
      <br />
      Наймолодшого столяра вони відправили у Польщу, щоб він допоміг забезпечити
      сім`ю. Через 9 місяців ,набравшись досвіду, він повернувся в Україну
      справжнім майстром. <br />
      <br />
      На сьогоднішній день майстри продовжують віддано робити свою справу.
      Навіть при всіх труднощах, які виникали в їній компанії, вони не
      відступали і продовжували боротися за щасливе життя. І саме завдяки цьому
      наполегливому підходу у вас зараз є можливість насолоджуватися столярними
      шедеврами, створеними майстрами з великою душею. <br />
      <br />
      Дякуємо вам за те, що ознайомилися з історією нашої компанії. Ми завжди
      готові приносити вам задоволення найвищою якістю продукції, що прослужить
      вам протягом багатьох років!
    </div>
  );
};
export default History;
